01-Sim/config1a/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          6400;
        startFace       1547168;
    }
    outlet
    {
        type            patch;
        nFaces          6400;
        startFace       1553568;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          25600;
        startFace       1559968;
    }
    config1a_patch20083
    {
        type            wall;
        inGroups        1(wall);
        nFaces          4196;
        startFace       1585568;
    }
)

// ************************************************************************* //
